// WorkWithStrings.cpp : Этот файл содержит функцию "main". Здесь начинается и заканчивается выполнение программы.
//

#include <iostream>

using namespace std;

int main()
{
    setlocale(LC_ALL, "Rus");
    cout << "Не выходи из комнаты, не совершай ошибку.\nЗачем тебе Солнце, если ты куришь Шипку?\nЗа дверью бессмысленно все, особенно — возглас счастья.\nТолько в уборную — и сразу же возвращайся.\n\n\n\nО, не выходи из комнаты, не вызывай мотора.\nПотому что пространство сделано из коридора\nи кончается счетчиком. А если войдет живая\nмилка, пасть разевая, выгони не раздевая.\n\n\n\nНе выходи из комнаты; считай, что тебя продуло.\nЧто интересней на свете стены и стула?\nЗачем выходить оттуда, куда вернешься вечером\nтаким же, каким ты был, тем более — изувеченным?\n\n\n\nО, не выходи из комнаты. Танцуй, поймав, боссанову\nв пальто на голое тело, в туфлях на босу ногу.\nВ прихожей пахнет капустой и мазью лыжной.\nТы написал много букв; еще одна будет лишней.\n\n\n\nНе выходи из комнаты. О, пускай только комната\nдогадывается, как ты выглядишь. И вообще инкогнито\nэрго сум, как заметила форме в сердцах субстанция.\nНе выходи из комнаты! На улице, чай, не Франция.\n\n\n\nНе будь дураком! Будь тем, чем другие не были.\nНе выходи из комнаты! То есть дай волю мебели,\nслейся лицом с обоями. Запрись и забаррикадируйся\nшкафом от хроноса, космоса, эроса, расы, вируса.";
}

// Запуск программы: CTRL+F5 или меню "Отладка" > "Запуск без отладки"
// Отладка программы: F5 или меню "Отладка" > "Запустить отладку"

// Советы по началу работы 
//   1. В окне обозревателя решений можно добавлять файлы и управлять ими.
//   2. В окне Team Explorer можно подключиться к системе управления версиями.
//   3. В окне "Выходные данные" можно просматривать выходные данные сборки и другие сообщения.
//   4. В окне "Список ошибок" можно просматривать ошибки.
//   5. Последовательно выберите пункты меню "Проект" > "Добавить новый элемент", чтобы создать файлы кода, или "Проект" > "Добавить существующий элемент", чтобы добавить в проект существующие файлы кода.
//   6. Чтобы снова открыть этот проект позже, выберите пункты меню "Файл" > "Открыть" > "Проект" и выберите SLN-файл.
